Repository: zhang232425/ZJAssets
Catalog: ZJAssets/Assets/*.lproj/Locale.strings
Languages: id

source: Assets
id: Portofolio

# total_asset
source: Total Assets
id: Total Aset

# yestday_income
source: Yesterday's Earnings
id: Penghasilan Kemarin

# total_income
source: Total Earnings
id: Akumulasi Penghasilan

# unpaid_order_tip
source: You have %@ unpaid order. Please check
id: Anda memiliki %@ pesanan belum dibayar. Lihat sekarang

# unpaid_orders_tip
source: You have %@ unpaid orders. Please check
id: Anda memiliki %@ pesanan belum dibayar. Lihat sekarang

# balance
source: Total Balance
id: Saldo

# continue_fund
source: Continue Funding
id: Lanjutkan Pendanaan

source: P2P Regular
id: P2P Reguler

# chart_title
source: Daily Earning Chart
id: Grafik Tren Penghasilan Harian

# insure_title
source: My Family Insurance
id: Asuransi Keluarga Saya

# insure_tip
source: Click to buy an insurance for your family >>
id: Klik tambahkan perlindungan untuk keluarga >>

source: Family Member
id: Anggota Keluarga

source: Family Policy
id: Polis Keluarga

source: Total Amount
id: Total Nominal

# total_amount_cell
source: Maturity Amount
id: Nominal Jatuh Tempo

# total_earning
source: Total Earnings
id: Total Penghasilan

source: Payment Amount
id: Jumlah pembayaran

# payment_tip
source: VA is generated after the borrower completes signature
id: VA dibuat setelah peminjam selesai tanda tangan

# complete_sign_tip
source: You have to complete e-signature to pay. Please sign ASAP
id: Anda perlu menyelesaikan e-signature untuk membayar. Harap segera tandatangan

source: Estimated wait time %@
id: Estimasi waktu tunggu %@

source: Remaining Time
id: Sisa Waktu

# earning_detail
source: Earnings Details
id: Rincian Penghasilan

# income_bottom_tip
source: -Only show orders after 2020-
id: -Hanya tampilkan pesanan setelah 2020-

source: Transaction History
id: Riwayat Transaksi

source: Due Date
id: Tanggal Jatuh Tempo

# auto_fund
source: Auto Funding
id: Pendanaan Otomatis

source: Turn On
id: Aktifkan

# fund_day_tip
source: Auto Funding after %@ days
id: Pendanaan Otomatis setelah %@ hari

source: On
id: Aktif

source: No Data
id: Tidak ada data saat ini

# go_product
source: Check Out Regular Products
id: Lihat Produk Reguler

# sign_order_tip
source: You have %@ order to be signed. To view now
id: Anda memiliki %@ pesanan menunggu untuk ditandatangani. Lihat sekarang

# sign_orders_tip
source: You have %@ orders to be signed. To view now
id: Anda memiliki %@ pesanan menunggu untuk ditandatangani. Lihat sekarang

# appoint_order_tip
source: You have %@ booking order pending confirmation
id: Anda ada %@ booking pesanan menunggu konfirmasi

# appoint_orders_tip
source: You have %@ booking orders pending confirmation
id: Anda ada %@ booking pesanan menunggu konfirmasi

# sign_title
source: Pending signature list
id: Daftar Menunggu TTD

# product_name
source: Insured Name
id: Nama Produk

# transaction_record
source: Transaction
id: Transaksi

source: Last Month
id: Bulan Lalu

# last_3_month
source: Last 3 Months
id: 3 Bln Terakhir

# last_year
source: Last 1 Year
id: 1 Thn Terakhir

source: All
id: Semua

source: Product Type
id: Jenis Produk

# trade_type
source: Transaction Type
id: Jenis Transaksi

# old_history
source: Previous Transaction Records
id: Riwayat Transaksi Sebelumnya

source: Transaction Time
id: Waktu Transaksi

source: Custom
id: Sesuaikan

source: -no more-
id: -Tidak ada-

# trade_icon_tip
source: Check transaction records here
id: Klik untuk melihat transaksi

# trade_old_tip
source: Check historical transaction records here
id: Catatan transaksi sebelumnya ada di sini

source: Booking History
id: Riwayat Booking

source: Insured
id: Terasuransi

# insured_des
source: Since the borrower has not fully repaid the loan at the maturity date, the status of the funding order is temporarily not repaid yet. If the loan is not settled within 90 days of the maturity date, the insurance will cover your principal and earnings and compensate you for the maturity amount stated in the order.
id: Karena peminjam belum melunasi pinjaman pada tanggal jatuh tempo, status pesanan pendanaan untuk sementara belum dibayar kembali. Jika pinjaman tidak dilunasi dalam 90 hari sejak tanggal jatuh tempo, asuransi akan menanggung pokok dan penghasilan Anda serta memberi kompensasi untuk sebesar nominal jatuh tempo yang tercantum dalam pesanan.

source: Maturity Amount
id: Nominal Jatuh Tempo

source: After Tax
id: Setelah Pajak

source: Principal
id: Pokok

source: Expected Earnings
id: Estimasi Penghasilan

source: Maturity Date
id: Tanggal Jatuh Tempo

# maturity_date_one
source: Payment Date
id: Tanggal Pembayaran

# actual_earnings
source: Total Actual Earnings
id: Total Penghasilan Aktual

# funding_principal
source: Total Principal
id: Total Pokok

source: Early Repayment
id: Pembayaran Kembali Dipercepat

# repaid
source: Latest Repayment
id: Pembayaran Terbaru

source: Interest Rate
id: Suku Bunga

source: Earnings
id: Penghasilan

# totalEarnings
source: Total Earned
id: Penghasilan Diterima

# maturity_amount_hint_title
source: Maturity Amount (After Tax)
id: Nominal Jatuh Tempo (Setelah Pajak)

# maturity_amount_hint_subtitle
source: refers to the total principal due plus 30-day interest to be received based on the settlement on the maturity date (after tax)
id: adalah total dari pokok terutang ditambah bunga 30 hari yang akan diterima berdasarkan pelunasan pada tanggal jatuh tempo (setelah pajak)

# maturity_amount_hint_one
source: Maturity Amount (After Tax) = Principal + Interest - Tax.
id: Nominal Jatuh Tempo (Setelah Pajak) = Pokok + Bunga - Pajak.

# maturity_amount_hint_two
source: Interest = Principal x Loan Interest Rate.
id: Bunga= Pokok x Suku Bunga Pinjaman.

# maturity_amount_hint_three
source: Tax= [Principal x (Loan Interest Rate - Insurance Rate) + Earnings from Coupon] x Tax Rate.
id: Pajak =[Pokok x (Suku Bunga Pinjaman - Tarif Asuransi) + Penghasilan dari Kupon] x Tarif Pajak.

# expected_earnings_hint_title
source: Expected Earnings
id: Estimasi Penghasilan

# expected_earnings_hint_subtitle
source: refers to the expected 30-day earnings on the principal due
id: adalah penghasilan 30 hari dari pokok terutang

# expected_earnings_hint_desc
source: Expected Earnings = Principal x Loan Interest Rate
id: Estimasi Penghasilan = Pokok x Suku Bunga Pinjaman

# maturity_amount_repaid_hint_title
source: Payment Amount
id: Jumlah Pembayaran

# maturity_amount_repaid_hint_subtitle
source: refers to the total repaid principal plus interest (after tax)
id: adalah total dari pokok yang dibayar kembali ditambah bunga (setelah pajak)

# maturity_amount_repaid_hint_one
source: Payment Amount (After Tax) = Principal + Interest - Tax.
id: Jumlah Pembayaran (Setelah Pajak) = Pokok + Bunga - Pajak

# maturity_amount_repaid_hint_two
source: Interest = [Repaid Principal x (Loan Interest Rate - Insurance Rate) x (Interest-accruing Days / Tenor)] + (Repaid Principal x Insurance Rate).
id: Bunga = [Pokok yang Dibayar Kembali x (Suku Bunga Pinjaman - Tarif Asuransi) x Jumlah Hari Berbunga / Tenor] + (Pokok yang Dibayar Kembali x Tarif Asuransi)

# maturity_amount_repaid_hint_three
source: Tax=[Repaid Principal x (Loan Interest Rate - Insurance Rate) x (Interest-accruing Days / Tenor) + Earnings from Coupon ]x Tax Rate.
id: Pajak=[(Pokok yang Dibayar Kembali x (Suku Bunga Pinjaman - Tarif Asuransi) x (Jumlah Hari Berbunga / Tenor) + Penghasilan dari Kupon)] x Tarif Pajak

# earnings_hint_title
source: Earnings
id: Penghasilan

# earnings_hint_subtitle
source: refer to the earnings from the repaid principal, where the interest rate (Loan Interest Rate - Insurance Rate) is calculated according to the number of interest-accruing days
id: adalah penghasilan dari pokok yang telah dibayar kembali, di mana suku bunga 1,2% (Suku Bunga Pinjaman - Tarif Asuransi) dihitung sesuai dengan jumlah hari berbunga

# earnings_hint_desc
source: Earnings = [Repaid Principal x (Loan Interest Rate - Insurance Rate) x Interest-accruing Days / Tenor] + (Repaid Principal * Insurance Rate)
id: Penghasilan = [Pokok yang Dibayar Kembali x (Suku Bunga Pinjaman - Tarif Asuransi) x Hari Berbunga / Tenor] + (Pokok yang Dibayar Kembali x Tarif Asuransi)

# total_actual_earnings_hint_title
source: Total Earned
id: Penghasilan Diterima

# total_actual_earnings_hint_subtitle
source: refers to the total earnings from the repaid principal
id: adalah total penghasilan dari pokok yang telah dibayar kembali

# remainPlanTitle
source: Ongoing Funding
id: Pendanaan Berjalan

# overdue
source: Tertunggak
id: Overdue

source: Total Maturity Amount
id: Total Pembayaran

source: Total Tax
id: Total Pajak

source: Days
id: Hari

source: Day
id: Hari

source: Months
id: Bulan

source: Month
id: Bulan

# no_product
source: New products are working hard to update, please be patient.
id: Kuota sedang diperbarui, mohon tunggu.

# no_signal
source: No signal yet
id: Tidak Ada Sinyal

# no_expiredOrder
source: No expired orders yet...
id: Belum ada pesanan kedaluwarsa ...

source: No records
id: Tidak ada riwayat transaksi saat ini

# no_records_for_period
source: No records for the period
id: Tidak ada catatan untuk periode tersebut

# no_regular_order
source: There's no order right now. Get your order!
id: Saat ini tidak ada pesanan. Buat pesanan sekarang!

# no_regular_order_button
source: Check Now
id: Cek

source: Refresh
id: Coba Lagi

# total_return
source: Total Earnings
id: Akumulasi Penghasilan

# yesterday_return
source: Yesterday's Earnings
id: Penghasilan Kemarin

source: History
id: Riwayat

source: Expired Orders
id: Pesanan Kadaluwarsa

source: Amount to be Paid
id: Jumlah Harus Dibayar

source: Insurance Premium
id: Premi Asuransi

# reLend
source: Continue Funding
id: Lanjutkan Pendanaan

source: Confirm
id: Konfirmasi

source: Cancel
id: Batalkan

# auto_relend
source: Auto Continue Funding
id: Lanjutkan Pendanaan Otomatis

source: Auto Withdrawing
id: Penarikan Otomatis

# continue_lending
source: Continue Funding
id: Lanjutkan Pendanaan

# manual_withdrawal
source: Manual withdrawal review
id: Verifikasi manual penarikan dana

# withdrawing
source: Cash withdrawal is on going
id: Penarikan dana dalam proses verifikasi

source: Virtual Account
id: Akun Virtual

# to_pay
source: Go to Pay
id: Silakan Bayar

source: Expired
id: Kadaluwarsa

# virtual_account_expired
source: Virtual account has expired
id: Akun Virtual Kadaluarsa

# close_autoLend_tips
source: After withdrawal, you may need to grab the product quota if you want to fund again. Confirm to turn off the button?
id: Setelah penarikan, Anda mungkin perlu mengambil kuota produk secepatnya jika ingin mendanai lagi. Konfirmasikan matikan tombol?

# order_expired_tip
source: Virtual account has expired
id: Akun Virtual Kadaluarsa

# current_lending
source: Current Funding
id: Total Pendanaan

# current_lending_new
source: Amount Receivable
id: Nominal Penerimaan

# usable_amount
source: Balance
id: Saldo

source: Deposit
id: Modal awal

source: Funding Amount
id: Nominal Pendanaan

# transaction
source: Transaction No.
id: Order ID.

# auto_continue_remind
source: It will Auto Continue Funding as
id: Ini akan otomatis lanjutkan pendanaan sebagai

# please_select_product
source: Please select Auto Continue Funding products
id: Silakan pilih produk otomatis lanjutkan pendanaan

# select_product_first
source: Please select the product first
id: Silakan pilih produk terlebih dahulu

source: Withdrawal Plan
id: Rencana Penarikan

# withdraw_period_head
source: Withdraw in
id: Penarikan dalam

# withdraw_period_foot
source: period(s)
id: periode

# withdraw_period_total
source: periods in total
id: periode secara total

source: Withdrawn
id: Ditarik

source: Pending Withdrawal
id: Penarikan Tertunda

# invest_time
source: Funding Time
id: Tanggal Pendanaan

source: Tax
id: Pajak

source: Total Tax
id: Total Pajak

# tax_subtitle1
source: Total Tax = Expected Earnings* Tax Rate
id: Total Pajak = Estimasi Imbal Hasil* Tarif Pajak

# tax_subtitle2
source: Total Tax = (Expected Earnings-Insurance Premium) * Tax Rate
id: Total Pajak = (Estimasi Imbal Hasil-Premi Asuransi)* Tarif Pajak

# tax_subtitle3
source: Total Tax = (Actual Earnings - Insurance Premium) * Tax Rate
id: Total Pajak = (Penghasilan Aktual - Premi Asuransi) * Tarif Pajak

# tax_content
source: Earnings of lenders who haven't provided NPWP information are taxed at 30% for Indonesian citizens and 20% for foreign citizens. Earnings of lenders who provide NPWP information are taxed at 15% for both Indonesian and foreign citizens
id: Imbal hasil pendana yang belum melengkapi informasi NPWP dikenakan pajak sebesar 30% untuk Warga Negara Indonesia (WNI) dan 20% untuk Warga Negara Asing (WNA). Imbal hasil pendana yang sudah melengkapi informasi NPWP dikenakan pajak sebesar 15% untuk WNI maupun WNA

source: Days of Interest Calculation
id: Perhitungan Bunga Harian

source: Tenor
id: Jangka Waktu

# maturity_date_alert
source: Interest will be calculated on the next day after the payment is successful, and estimated earnings and maturity date will be generated.
id: Bunga akan dihitung pada hari berikutnya setelah pembayaran berhasil, dan estimasi pengembalian dan tanggal jatuh tempo akan dihasilkan.

source: After Maturity
id: Setelah Jatuh Tempo

# after_maturity_question
source: Open the button，the principal and interest will automatically continue funding in the products with continuous earnings
id: Jumlah total yang akan didanai secara otomatis ke pesanan baru Anda.Tidak dapat dimodifikasi setelah kedaluwarsa

source: Coupon
id: Kupon

source: Earnings from coupon
id: Penghasilan dari kupon

source: Withdraw Type
id: Tipe Penarikan

# best_call_time
source: Best phone time
id: Waktu terbaik menelepon

# total_expected_return
source: Total Expected Earnings
id: Total Perkiraan Penghasilan

# estimated_return_rate
source: Estimated Earnings %
id: Estimasi Pengembalian %

source: Got It
id: Saya Mengerti

# credittobank
source: Bank Account
id: Akun Bank

source: Name
id: Nama

# bankno
source: Bank Account No.
id: No.Rekening

source: Borrower Details
id: Rincian peminjam

# contract
source: Electronic Signature Contract
id: Kontrak Tanda Tangan Elektronik

# agreementLabel_text
source: I have read and agree to the
id: Saya telah membaca dan menyetujui

# agreementLabel_text1
source: TnC Funding and Borrowing AsetKu.
id: Syarat dan Ketentuan Pinjam Meminjam AsetKu

# continue_funding_now
source: Continue Funding
id: Lanjutkan Pendanaan

source: Tips
id: Saran

source: I know
id: Saya Tahu

# withdraw_tips_do
source: Continue
id: Lanjutkan

# withdraw_tips_giveup
source: Cancel
id: Ditinggalkan

# withdraw_success
source: Apply Successfully
id: Pengajuan Berhasil

# continue_lend
source: Continue Funding
id: Lanjutkan Pendanaan

source: Apply for Withdrawal
id: Ajukan untuk penarikan

source: Sign Now
id: Tanda Tangan Sekarang

# sign_alert
source: According to the requirements of relevant Indonesian laws and regulations, in order to protect your legitimate rights and interests from infringement, please electronically sign the contract that has been invested.
id: Sesuai dengan persyaratan peraturan yang berlaku di Indonesia dan demi menjamin Anda dari adanya kegiatan pelanggaran, harap untuk menandatangani perjanjian yang telah didanai melalui Tanda Tangan Elektronik.

# continue_withdraw
source: Manual withdrawal review
id: Verifikasi manual penarikan dana

# continue_withdrawing
source: Cash withdrawal is on going
id: Penarikan dana dalam proses verifikasi

# best_selling_product
source: Best-selling product, reserve in advcance to continue funding
id: Produk terlaris, reservasi terlebih dahulu untuk lanjutkan pendanaan

source: Pick it
id: Pilih ini

source: Select Products
id: Pilih Produk

# select_products_add_interst1
source: Reserve the product quota in advance and Auto Continue Funding at maturity,
id: Reservasi kuota produk terlebih dahulu dan otomatis lanjutkan pendanaan pada saat jatuh tempo,

# select_products_add_interst2
source: enjoy
id: nikmati bunga tambahan

source: Daily Earnings
id: Penghasilan Harian

source: Select
id: Pilih

# selected
source: Confirmed
id: Terpilih

# select_products_bottom
source: *The expected earnings are calculated based on the maturity amount, please refer to the expected earnings after successfully continue funding.
id: *Perkiraan penghasilan dihitung berdasarkan jumlah jatuh tempo, silakan merujuk kepada perkiraan penghasilan setelah berhasil lanjutkan pendanaan.

# choose_product_confirm_1
source: Choose
id: Yakin pilih

# choose_product_confirm_2
source: to continue funding after maturity
id: untuk Lanjutkan Pendanaan otomatis setelah lewat jatuh tempo

# choose_product_confirm_3
source: ? Once continue funding successfully, it cannot be changed to other products, please operate with caution.
id: ? Setelah berhasil dilanjutkan, tidak dapat diubah ke pendanaan lain. Mohon operasikan dengan teliti.

# flexible_balance
source: Total Amount
id: Total Nominal

# in_process_of_withdraw
source: Withdrawal in Process
id: Sedang Penarikan

source: Total Earnings
id: Total Penghasilan

source: Yesterday's Earnings
id: Penghasilan Kemarin

# fund_details
source: Funding Details
id: Rincian Pendanaan

source: Fund
id: Pendanaan

source: Withdraw
id: Tarik Tunai

source: Details
id: Rincian

# amount_pending_withdrawal
source: Withdrawal Amount Available
id: Dapat ditarik tunai

# withdrawal_amount
source: Amount Received
id: Nominal yang Diterima

# minimum_withdrawal_amount_remind
source: Minimum withdrawal amount
id: Jumlah penarikan minimal

# maximum_withdrawal_amount_remind
source: Maximum withdrawal amount
id: Jumlah penarikan maksimal

# less_available_amount
source: The available withdrawal amount is less than
id: Jumlah penarikan yang tersedia kurang dari

# expected_arrival_time
source: Expected Arrival Date
id: Perkiraan Waktu Penarikan

source: Bank Card to Receive
id: Bank Penerima

source: Rules
id: Ketentuan

source: Application Result
id: Hasil Pengajuan

source: In process of automatic withdrawal
id: Sedang proses penarikan otomatis

# estimated_receive_account
source: Estimated Date to account
id: Perkiraan Tanggal Rekening

source: Completed
id: Selesai

# transcation_records
source: Transaction Records
id: Riwayat Transaksi

source: In
id: Masuk

source: Out
id: Keluar

source: Select Time
id: Pilih Waktu

source: Select Month
id: Pilih Bulan

source: Set Time Periods
id: Tetapkan Jangka Waktu

# more_than_one_year
source: The query interval needs to be less than one year, please select again
id: Kisaran waktu pencarian harus dibawah 1 tahun, silakan pilih ulang

source: Payment
id: Pembayaran

source: Continue Funding
id: Lanjutan Pendanaan

source: Check Order
id: Cek Pesanan

# auto_fund_day
source: Auto continue funding after %@ days
id: Otomatis Lanjutkan Pendanaan setelah %@ hari

# auto_fund_tip
source: The principal and income will be auto continue funded. If you need to withdraw, please turn off the switch before %@
id: Dana awal dan penghasilan akan dilanjutkan secara otomatis. Matikan tombol sebelum %@, jika Anda ingin tarik dana

# auto_withdraw_day
source: Can be withdrawn after %@ days
id: Akan jatuh tempo dan dapat ditarik setelah %@ hari

# auto_withdraw_tip
source: Funding can be withdrawn after due. If you need automatic renewal, please turn on the switch before %@. The quota is running out. The faster automatic renewal activated, the higher success rate to continue funding!
id: Tarik pendanaan setelah jatuh tempo. Jika Anda perlu melanjutkan pendanaan secara otomatis, silakan aktifkan tombol sebelum %@.Kuota menipis. Semakin cepat tombol pendanaan otomatis diaktifkan, semakin tinggi tingkat keberhasilan lanjutkan pendanaan!
